Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayDiscardeddivisionlines Property
 "Discarded Division Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayDiscardeddivisionlines { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayDiscardeddivisionlines As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayDiscardeddivisionlines {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayDiscardeddivisionlines : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace